Autodesk.Revit.Exceptions.RevitServerModelAlreadyExistsException.GetObjectData(System.Runtime.Serialization.SerializationInfo,System.Runtime.Serialization.StreamingContext)
Retrieves data needed to serialize the target object.
info:
Data needed to serialize or deserialize the object.
context:
The destination of the serialized stream.

Autodesk.Revit.Exceptions.RevitServerModelAlreadyExistsException
The exception that is thrown when there is a model with the same name already exist.
Since: 2022